[{
	"date": "Tue, 5 May 2015 15:44:16 +0000",
	"subject": "Waterloo joins HeForShe campaign",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;University of Waterloo Community<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tuesday, May 5, 2015<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Waterloo joins HeForShe campaign<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for action and for information</p><p>Dear Students,</p><p>Today members of the University of Waterloo gathered in Mathematics 3 as I announced that Waterloo has accepted an invitation from the UN Women's HeForShe campaign for the University to participate in its IMPACT 10x10x10 framework alongside an international group of governments, leading universities, and global businesses.</p><p>The HeForShe campaign, launched in September 2014 by the United Nations, is a global effort to engage boys and men in addressing gender equity. Today, HeForShe launched the IMPACT 10x10x10 framework that involves 10 heads of state, 10 CEOs, and 10 university presidents to advance gender equity. As the only Canadian organization selected to be part of this global initiative, we have a special opportunity to lead our National efforts to address gender equity.</p><p>As part of this framework, the University of Waterloo is making three commitments to achieve comprehensive, long-term and sustainable gender equity by developing innovative programming aimed at a full spectrum of women from young girls through to the University's senior leadership.</p><p>In the next five years, the University of Waterloo will:</p><p>1)&nbsp;&nbsp;&nbsp;&nbsp;Boost female student participation in science, technology, engineering and math (STEM) experiences and academic careers to build the pipeline of future female leaders in traditionally male dominated disciplines;<br/>2)&nbsp;&nbsp;&nbsp;&nbsp;Enhance female faculty representation to improve the campus environment today and drive towards parity in the future; and<br/>3)&nbsp;&nbsp;&nbsp;&nbsp;Attract and advance female leaders into senior academic and administrative University positions.</p><p>You can read more about <a href='https://uwaterloo.ca/president/heforshe'>our detailed HeForShe commitments</a> on my website.</p><p>As we roll out our plan to build a more equitable university and a more equitable university sector there will be many ways that you can get involved with this important initiative. Today, you can join the fight for gender equity as part of the University of Waterloo community by showing your support for the HeForShe initiative and engaging in the global HeForShe social media campaign.</p><p>We have provided some suggested social media content below:</p><p><strong>Twitter</strong><br/>\"Happy to stand beside @UWaterloo and the @HeForShe campaign to support gender equality\" </p><p><strong>Instagram</strong><br/>\"Showing our (my) support for @UWaterloo's @HeForShe campaign. Take a stand for gender equality #HeForShe #UWaterloo\" </p><p>Your support on social media for this vital effort will be shared through Waterloo's social media accounts and distributed to the UN campaign team for wider distribution.</p><p>Gender equity is not a women's issue – it is an everybody issue. To achieve results, we need your support. I call on you to take action against all forms of discrimination against women and girls, and join your University, the nation and a global group of leading organizations to fight for gender equity.</p><p>If you have questions about the ways in which you can get involved in IMPACT 10x10x10 commitments, please contact Diana Parry, my special advisor on women's and gender issues, to discuss this important undertaking.</p><p>Sincerely,</p><p>Feridun Hamdullahpur<br/>President and Vice-Chancellor</p>"
}, {
	"date": "Thu, 25 Jun 2015 13:16:29 +0000",
	"subject": "You're Invited: Canada Day at the University of Waterloo",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;All students, faculty, and staff<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thursday, June 25, 2015<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You're Invited: Canada Day at the University of Waterloo<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information</p><p>Dear Students, Faculty, and Staff,</p><p>Our country's most important day, its birthday, is just around the corner, and I am delighted to invite you to the 31st — and biggest ever — <a href='https://uwaterloo.ca/canada-day/about-canada-day-celebrations'>University of Waterloo – Federation of Students Canada Day Celebration</a> on Wednesday, July 1 at 4:00 p.m. at Columbia Lake Field.</p><p>With an expected attendance topping 60,000, and featuring live musical performances on the OpenText Stage, children's activities and entertainment on the TVOKids Stage, a terrific food fair, and of course, our outstanding fireworks display, this is going to be a celebration worthy of our beautiful Canada — glorious and free.</p><p>As our biggest signature event of the year, Canada Day is also our best opportunity to say thank you to our friends and partners right across the Waterloo region.</p><p>This University has grown to be a world-class institution with the support of so many local enterprises and community partners who drive prosperity and provide a welcoming environment for our students. The University of Waterloo is woven deeply into the fabric of this community, and we couldn't be prouder to call the Waterloo region home.</p><p>So let's celebrate!</p><p>Help us give back to our community by bringing your families, friends and neighbours out to the best Canada Day celebration in town and mark Canada's 148th birthday. </p><p>Don't forget to wear your red and white — or your black and gold! — and follow #UWCanadaDay on Twitter for updates and information.</p><p>Sincerely,</p><p>Feridun Hamdullahpur<br/>President and Vice-Chancellor</p>"
}, {
	"date": "Fri, 11 Sep 2015 13:07:28 +0000",
	"subject": "Building Our Community – University of Waterloo Community Impact Report",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Students, faculty and staff<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;September 11, 2015<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Building Our Community – University of Waterloo Community Impact Report<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information</p><p>Good morning,</p><p>With the start of September, there is a renewed energy in the community as we welcome new and returning students to our campus. We know that our students, faculty and staff give back to our community in a number of ways and that our collective contributions make the Waterloo region a vibrant place to live, work and learn.</p><p>Earlier this morning, I was pleased to host a breakfast that included a number of elected officials and community leaders to launch the University of Waterloo's first ever Community Impact Report, Building Our Community.</p><p>Known for our academic excellence, the University of Waterloo continues to expand our impact and reach globally, however a key component of this global success is dependent on our ability to learn, build and grow with our local community. This report outlines our partnerships and impacts with the community and defines our path moving forward.</p><p>I am proud of our contributions thus far and am committed to continuing our work together.</p><p>I invite you to learn more by viewing the digital version of <a href='https://uwaterloo.ca/community-impact-report/'>Building Our Community</a>.</p><p>Sincerely,</p><p>Feridun Hamdullahpur,<br/>President and Vice-Chancellor</p>"
}, {
	"date": "Fri, 23 Oct 2015 14:18:50 +0000",
	"subject": "President's Town Hall Meeting | Invitation",
  "content": "<p><strong>JOIN THE CONVERSATION</strong> at the President's Town Hall meeting. Hear from President Hamdullahpur as he reflects on the University of Waterloo's recent accomplishments and shares his vision for the year ahead.</p><p>Attend in person to take part in a live Q&A following the president's comments and enjoy a light luncheon. Engage online by asking a question via email or tweeting to #UWth.</p><p><strong>All students, faculty and staff are invited to participate.</strong></p>"
}, {
	"date": "Wed, 28 Oct 2015 18:33:38 +0000",
	"subject": "State of the University Report | Defining Innovation",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Students, Faculty and Staff<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;October 28, 2015<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;State of the University Report - Defining Innovation<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information</p><p>Dear Students, Faculty and Staff,</p><p>I am pleased to present the University of Waterloo's 2015-16 State of the University Report, <a href='https://uwaterloo.ca/state-of-the-university/?utm_source=email&utm_medium=undergrad_students&utm_campaign=SOTU2'><em>Defining Innovation</em></a>, available both in print and in an enriched digital format.</p><p>This report is the second of its kind from the University of Waterloo.</p><p>Providing deep insight into our definitive research strengths and recent major achievements, this report gives the reader a sense of who and what we are as a University community: bold, innovative, and energized to take on the world's foremost challenges.</p><p>Through our Strategic Plan, we're undertaking to build on our inherent strengths in a way that serves the world. What follows is the story of how we've worked with our natural disposition to innovate over this last year.</p><p>Thank you to each and every one of you who has contributed to this report's development. To the researchers who allowed us to highlight their work, the committees on campus who lent their strong support to the project, the marketing and communications teams for pulling the document together, and all the supporting units who made its publication possible: thank you.</p><p>For more information about <em>Defining Innovation</em> or the new <a href='https://uwaterloo.ca/marketing-strategic-communications/sites/ca.marketing-strategic-communications/files/uploads/files/c008193_waterloo_facts_figures_single-lowres_final-s_0.pdf'>Facts and Figures</a>, please contact Stacey Ash, director of integrated marketing and communications, at [redacted]. To order these and other institutional publications for University use, visit our <a href='https://uwaterloo.ca/marketing-strategic-communications/integrated-marketing-and-communications/central-publications'>Central Publications website</a>.</p><p>As members of our University community, you are ambassadors for this institution. Let's show the world that through our rich entrepreneurial culture, academic programming, experiential education system, and our role supporting Canada's economy, Waterloo truly is <em>Defining Innovation</em>.</p><p>Sincerely,</p><p>Feridun Hamdullahpur<br/>President and Vice-Chancellor</p>"
}, {
	"date": "Fri, 30 Oct 2015 13:46:31 +0000",
	"subject": "University of Waterloo Environmental Sustainability Report",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Students, Faculty and Staff<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;October 30, 2015<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;University of Waterloo Environmental Sustainability Report<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information</p><p>Dear Students, Faculty, and Staff,</p><p>I'm pleased to announce the release of the <a href='https://uwaterloo.ca/sustainability/node/82'>University of Waterloo's 2014 Environmental Sustainability Report</a>.</p><p>Covering areas as diverse as academic programming, operational improvements, and community sustainability efforts, this report speaks to Waterloo's commitment to environmental sustainability across the full spectrum of our campus life.</p><p>Please make time to review this report and share it with your colleagues. Our sustainability effort is essential to Waterloo's success over the long term. It brings us into better alignment with our values, fosters the welfare of our natural environment, and builds public trust.</p><p>Thanks to the many of you who have contributed to the activities captured in the report, and to those who made the report itself possible.</p><p>Sincerely,</p><p>Feridun Hamdullahpur<br/>President and Vice-Chancellor</p><p><strong>Supervisors, please post for the convenience of employees without direct access to email.</strong></p>"
}, {
	"date": "Mon, 2 Nov 2015 15:09:04 +0000",
	"subject": "President's Town Hall Meeting | Reminder",
  "content": "<p><strong>JOIN THE CONVERSATION</strong> at the President's Town Hall meeting. Hear from President Hamdullahpur as he reflects on the University of Waterloo's recent accomplishments and shares his vision for the year ahead.</p><p>Attend in person to take part in a live Q&A following the president's comments and enjoy a light luncheon. Engage online by asking a question via email or tweeting to #UWth.</p><p><strong>All students, faculty and staff are invited to participate.</strong></p>"
}, {
	"date": "Tue, 10 Nov 2015 20:04:43 +0000",
	"subject": "Remembrance Day",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Students, faculty and staff<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;November 11, 2015<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Remembrance Day</p><p>On Remembrance Day, we express our solemn gratitude for those who have given their lives for Canada and for peace. We also celebrate the inheritance of freedom and democracy they have entrusted to us.</p><p>On October 19, Canadians stewarded that inheritance from coast to coast to coast.</p><p>On some levels it was an ordinary day. Canadians from all walks of life shuffled into their labs and classrooms or hustled their children off to school or daycare. They punched in at factories or fielded calls from clients or filed new research proposals with their supervisors. Many of them fought rush hour traffic, and most of them probably went to bed at night feeling that constant, modern sense that not everything got done.</p><p>But at some point, about fifteen million of us did something remarkable. We made our way to polling stations in schools, church basements, and campuses all across the country and cast our ballot for the political representative of our choice.</p><p>October 19 was no ordinary day — it was a remarkable day. We participated in a democratic process denied so often around the world to so many.</p><p>Remembrance Day asks us to consider where that liberty comes from and what it takes to sustain it.</p><p>Over the course of Canada's history more than one hundred thousand Canadians — more than the current population of Waterloo — have sacrificed their lives for freedom, both ours and others'. Their memory is honoured in monuments from Calais to Kapyong to Kandahar, and in thousands of communities across Canada.</p><p>Those monuments, like the mental and physical scars borne by all who have served in Canada's name, both haunt and inspire us. More than anything, they call us to build a world ever more peaceful, fair, and equitable.</p><p>In our own way, that's what we do at the University of Waterloo. We uncover new knowledge to make the world smarter, new technologies to make it safer and more prosperous, and new leaders to make it more humane, inclusive and just.</p><p>By fulfilling this vocation, we honour those who gave their lives to keep Canada glorious and free.</p><p>This morning at eleven o'clock, the nation's flag will be pulled low and we citizens will fall silent, and we will remember them.</p><p>Lest We Forget.</p>"
}, {
	"date": "Thu, 3 Dec 2015 15:29:28 +0000",
	"subject": "Waterloo's response to the Syrian refugee crisis",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Students, faculty and staff<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;December 3, 2015<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Waterloo's response to the Syrian refugee crisis<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information and for action</p><p>Canadians are responding to the international refugee crisis in ways that reflect our values of freedom, respect for cultural differences, peace and collaboration. I would like to share some initiatives we are supporting across campus as we raise awareness of emerging options.</p><ul><li>The University is pleased to share with you that we have asked our student refugee partner agency World University Service of Canada to increase Waterloo's intake of refugee students next year, dedicating the increase to Syrian refugee students who wish to attend the University of Waterloo or any of our four Affiliated and Federated Institutions. We have worked with Their Excellencies David and Sharon Johnston to ensure eligible Syrian refugees students have access to their scholarship and international endowments here at Waterloo.</li><li>Locally, community organizations are preparing to receive and help settle 1,150 refugees over the next several weeks. Local governments and Waterloo Region's Immigration Partnership Council are working with these organizations to identify needs specific to our region and have launched <a href='http://www.wrwelcomesrefugees.ca/en/index.asp'>Waterloo Region Welcomes Refugees</a>, which coordinates and directs a variety of options for providing support.</li><li>Internationally, the Red Cross is also supporting hundreds of thousands of refugees in situ. We are mindful that these refugees do not have the benefit of resettlement to Canada or another country. To find out more or make a contribution see the <a href='http://www.redcross.ca/UWaterloo'>University of Waterloo giving page</a>.</li></ul><p>Over the last several months, members of our own University community have also been finding meaningful ways to contribute.</p><ul><li>Volunteer opportunities supporting local community organizations will be coordinated by the Federation of Students <a href='http://volunteer.feds.ca/'>Volunteer Centre</a>.  Opportunities are open to members of the UWaterloo community and will be updated once need has been identified by local organizations.</li><li>University of Waterloo academic research and insights continue to expand our understanding of the crisis and of potential solutions. Our University community is also encouraging discussions around the Syrian refugee crisis through public lectures, seminars and information sessions.</li><li>Student-led initiatives, such as the Society of Arab Students donation drive in <a href='https://www.facebook.com/AlShaikh.Abdullatif/posts/10153294367763025?pnref=story'>April</a> and <a href='https://www.facebook.com/events/705093952968674/'>October</a>, are helping refugees at the Dar Al Fatwa refugee camp in Lebanon.<li>Led by the Faculty of Arts, the University has developed a collection of items for Refugee Relief Kits.</li><li>Renison University College has established a <a href='https://uwaterloo.ca/renison/sos-syria'>fundraising campaign</a> to support Syrians not able to leave the Middle East in partnerships with the <a href='http://mcccanada.ca/'>Mennonite Central Committee</a>.</li></ul><p>As various levels of government continue to release details around their plan for settlement, additional opportunities to support these efforts may arise. We will keep the campus community apprised of relevant developments in the coming weeks and months. I thank you for your efforts thus far and know that you will join in supporting Canada's approach to this global crisis.</p><p>Feridun Hamdullahpur<br/>President and Vice-Chancellor</p>"
}, {
	"date": "Thu, 3 Dec 2015 19:27:02 +0000",
	"subject": "Remembrance ceremony at the University of Waterloo",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Students, faculty and staff<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;December 3, 2015<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Remembrance ceremony at the University of Waterloo<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information and for action</p><p>December 6<sup>th</sup> is the National Day of Remembrance and Action on Violence Against Women in Canada. This year will mark the 26<sup>th</sup> anniversary of the tragic events that took place in 1989 at l'École Polytechnique de Montréal.</p><p>As you know, we are an institution deeply committed to progressive values, and we are dedicated to achieving comprehensive, long-term and sustainable gender equity, through our participation in initiatives including the UN Women's HeforShe campaign.</p><p>Since we share the universal conviction that acts like these must never be repeated or permitted to fade from our collective memory, the University of Waterloo is hosting a special ceremony.</p><p>Students, faculty, staff and community leaders will come together to reflect and commemorate the 14 young women whose lives were taken, and to continue the pursuit of justice, equity and opportunity for all.</p><p>Date:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Friday, December 4, 2015<br/>Time:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10:30 a.m.<br/>Location:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Engineering 5, Sedra Student Design Centre</p><p>I hope you will consider <a href='https://uwaterloo.ca/events/national-day-remembrance-and-action-violence-against-women-0'>attending</a> this special ceremony to keep these women, and this cause, present in our hearts and minds.</p><p>Yours sincerely,</p><p>Feridun Hamdullahpur<br/>President and Vice-Chancellor</p>"
}, {
	"date": "Thu, 17 Dec 2015 13:59:30 +0000",
	"subject": "Happy Holidays (video)",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;All students, faculty, and staff<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thursday, December 17, 2015<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Happy Holidays (Video)<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for action and for information</p><p>Dear Students, Faculty, and Staff,</p><p>As you prepare to celebrate the holidays with family and friends, watch and share this short <a href='http://ow.ly/VZKfm?utm_source=internal_comms&utm_medium=email&utm_campaign=holiday_video'>video message</a> — I hope your holiday season is merry and bright!</p><p>On behalf of my office and the whole leadership team, travel safe, enjoy the season, and we will see you in 2016.</p><p>Sincerely,</p><p>Feridun Hamdullahpur<br/>President and Vice-Chancellor</p>"
}, {
	"date": "Mon, 22 Feb 2016 19:49:59 +0000",
	"subject": "Vice-President, University Research Nominating Committee",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Faculty and staff<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;22 February 2016<br/><strong>Re:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vice-President, University Research Nominating Committee</p><p>Pursuant to Policy 68 – Vice-President, University Research, we are now beginning the process of identifying an individual to hold the position of vice-president, university research.</p><p>The vice-president, university research will be responsible for institutional research (including research partnerships), research commercialization, research ethics, and Waterloo International. S/he will have lead responsibility for seeing to the realization of institutional objectives as captured in the “Transformational Research” theme of the strategic plan, and for positioning the university as one of the great research institutions in the world.</p><p>Over the next month, committee members intend to consult broadly. You are encouraged to convey your views on matters concerning the position in writing to Logan Atkinson, university secretary & general counsel, at [redacted], or to Gerri Woodford, an executive search consultant supporting the committee (at Odgers Berndtson, [redacted])</p><p>The committee especially invites you to consider the following questions, and seeks your input and feedback:</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;What are the issues, challenges and opportunities facing the vice-president, university research?<br/>2.&nbsp;&nbsp;&nbsp;&nbsp;What advice do you have for the search committee as to the background, credentials, qualifications and leadership style that should be sought in the next vice-president, university research?<br/>3.&nbsp;&nbsp;&nbsp;&nbsp;Do you have any suggestions as to individuals to whom the committee should speak about this opportunity?</p><p>If you prefer, you may also communicate directly with any member of the nominating committee, identified below. Contact a committee member by e-mail to make the necessary arrangements.</p><p>Your input and feedback will be very important in shaping the position profile and informing the direction of the search.</p><p><strong>Comments are due no later than 14 March 2016 and will be held in the strictest confidence within the committee.</strong></p><p><strong>Vice-President, University Research Nominating Committee members:</strong></p><p>Feridun Hamdullahpur&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;President&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[redacted]<br/>Christopher Pugh&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Graduate Student&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[redacted]<br/>Ryan Amos&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Graduate Student&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[redacted]<br/>Leslie Copp&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Staff, Office of Research&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[redacted]<br/>Tobi Day-Hamilton&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Staff Association Appointee&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[redacted]<br/>Marlene Epp&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;AFIW Faculty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[redacted]<br/>Richard Staines&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Faculty Senator, AHS&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[redacted]<br/>Doug Peers&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Faculty Senator, Arts&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[redacted]<br/>Eric Croiset&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Faculty Senator, Engineering&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[redacted]<br/>Rob Gorbet&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Faculty Senator, Environment&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[redacted]<br/>Paul Marriott&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Faculty Senator, Mathematics&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[redacted]<br/>Bernie Duncker&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Faculty Senator, Science&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[redacted]</p>"
}, {
	"date": "Tue, 19 Apr 2016 15:39:36 +0000",
	"subject": "Vice-President, Advancement Nominating Committee",
  "content": "<p><strong>MEMORANDUM</strong></p><p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Faculty, staff and students<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, president and vice-chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;19 April 2016<br/><strong>Re:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vice-President, Advancement Nominating Committee</p><p>We are now beginning the process of identifying an individual to hold the position of Vice-President, Advancement.</p><p>The Vice-President, Advancement provides leadership in developing and securing public and private philanthropic support for the institution, in partnership with its constituent Faculties, Federated University and three Affiliated University Colleges. This includes: creating, coordinating and implementing institutional fundraising strategies; identifying, cultivating and soliciting major gift prospects; coordinating alumni activities throughout the University; recruiting, motivating, coordinating and retaining a strong professional staff; and providing overall leadership and coordination for the University's total alumni and advancement services, programs and activities. In addition, the Vice-President, Advancement is expected to maintain a strong portfolio of major gift and leadership prospects, and will be a role model through her/his activity level.</p><p>Over the next month, committee members intend to consult broadly. You are encouraged to convey your views on matters concerning the position in writing to Logan Atkinson, university secretary & general counsel, at [redacted], or to Brian Bachand, an executive search consultant supporting the committee at Boyden Global Executive Search, at [redacted].</p><p>The committee especially invites you to consider the following questions, and seeks your input and feedback:</p><ol><li>What are the issues, challenges and opportunities facing the Vice-President, Advancement?</li><li>What advice do you have for the search committee as to the background, credentials, qualifications and leadership style that should be sought in the next Vice-President, Advancement?</li><li>Do you have any suggestions as to individuals to whom the committee should speak about this opportunity?</li></ol><p>If you prefer, you may also communicate directly with any member of the nominating committee, identified below. Contact a committee member by email to make the necessary arrangements.</p><p>Your input and feedback will be very important in shaping the position profile and informing the direction of the search.</p><p>Comments are due no later than 18 May 2016 and will be held in the strictest confidence within the committee.</p><p><strong>Vice-President, Advancement Nominating Committee members:</strong></p><table><tr><td>Feridun Hamdullahpur</td><td>President</td><td>[redacted]</td></tr><tr><td>William Watson</td><td>Chair, Board of Governors</td><td>[redacted]</td></tr><tr><td>Ian Orchard</td><td>VP, Academic &amp; Provost</td><td>[redacted]</td></tr><tr><td>James Rush</td><td>Dean, AHS</td><td>[redacted]</td></tr><tr><td>Stephen Watt</td><td>Dean, Mathematics</td><td>[redacted]</td></tr><tr><td>Tara Collington</td><td>Faculty Member</td><td>[redacted]</td></tr><tr><td>Rachel Mitchell</td><td>Graduate Student</td><td>[redacted]</td></tr><tr><td>Janelle Hraiki-Chalouhi</td><td>Advancement Staff</td><td>[redacted]</td></tr></table>"
}, {
	"date": "Wed, 25 May 2016 14:40:49 +0000",
	"subject": "Invitation | HeForShe Impact | Anniversary Address",
  "content": "<p>A year ago, the University of Waterloo announced its involvement in the United Nation Women's HeForShe IMPACT 10x10x10 initiative to achieve our goal of comprehensive, long-term, and sustainable gender equity.</p><p>To celebrate this milestone, please join Feridun Hamdullahpur to welcome Phumzile Mlambo-Ngcuka, United Nations Under-Secretary-General and Executive Director of UN Women, to the University of Waterloo.</p><p>Ms. Mlambo-Ngcuka will share special remarks on the UN Women's efforts to achieve gender equality.</p><p>As Executive Director of UN Women, Ms. Mlambo-Ngcuka, leads the HeForShe initiative globally. She has worked in government and civil society, and with the private sector, and was actively involved in the struggle to end apartheid in her home country of South Africa. From 2005 to 2008, she served as Deputy President of South Africa, overseeing programmes to combat poverty and bring the advantages of a growing economy to the poor, with a particular focus on women.</p><p>Ms. Mlambo-Ngcuka has spearheaded the introduction of the HeForShe campaign, a global effort to engage men and boys in removing the social and cultural barriers that prevent women and girls from achieving their potential, and together positively reshaping society. HeForShe was launched by UN Women Global Goodwill Ambassador Emma Watson and UN Secretary- General Ban Ki-moon in September 2014.</p>"
}, {
	"date": "Wed, 22 Jun 2016 18:22:12 +0000",
	"subject": "A message from the President",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Faculty, Staff, and Students<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wednesday, June 22, 2016<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A message from the President<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information</p><p>Dear Colleagues,</p><p>I am both delighted and humbled to share with you that I have been asked to serve as president and vice-chancellor for a second term.</p><p>I'm proud of the many success we've achieved together. Working as a team, we have enhanced and championed our distinctive strengths like experiential and co-operative education, supported the growth of the Waterloo region's world-class innovation ecosystem, and delivered important advancements in research and scholarship.</p><p>Equally, at this great University, we are presented with opportunities and challenges to make ever-greater impacts on our society and country. And we will, together.</p><p>In the months and years to come, we will ensure this exceptional institution is globally recognized as an innovation leader. </p><p>In doing so, we will continue working closely together, both here on campus, in the community and beyond, to advance the University's interests. I'm counting on your advice, support, and partnership as we consolidate our successes and look toward the future.</p><p>In the near term, we will continue implementing our current strategic plan, with specific attention to:</p><ul><li>enriching the campus experience for our students, faculty, and staff, to develop the most intellectually stimulating and collegial environment possible;</li><li>building on our signature strength of experiential and co-operative education;</li><li>attracting the top students, faculty and staff from across Canada and around the world; and being a champion of collaboration to further Canada's innovation agenda.</li></ul><p>I thank every one of you for your support, confidence, and hard work — past, present, and future — to ensure the University of Waterloo remains the great university and community we are all so proud to be a part of.</p><p>Sincerely,</p><p>Feridun Hamdullahpur</p>"
}, {
	"date": "Wed, 29 Jun 2016 20:00:29 +0000",
	"subject": "You're invited: Canada Day at the University of Waterloo",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; All students, faculty, and staff<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wednesday, June 29, 2016<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You're invited: Canada Day at the University of Waterloo<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information</p><p>Dear Students, Faculty, and Staff,</p><p>Canada's birthday is just around the corner — and I'm delighted to invite you to the party.</p><p>The 32nd annual University of Waterloo Canada Day Celebration will kick off on Friday, July 1st at 4:00 p.m. at Columbia Lake Fields.</p><p>We'll enjoy live musical performances on the <a href='https://uwaterloo.ca/canada-day/opentext-stage'>OpenText Stage</a>, from 19-year-old breakout artist Francesco Yates and iconic Canadian rock band Trooper. Our <a href='https://uwaterloo.ca/canada-day/tvo-kids-stage'>TVOKids Stage</a> will feature beloved TVOKids host, Kara, and the award-winning duo Splash'N Boots. Local favourite, KW Glee, will keep us entertained with a cappella renditions of pop hits. </p><p>Families can enjoy an array of <a href='https://uwaterloo.ca/canada-day/family-activities'>interactive activities</a> from 4:00 to 8:00 p.m., from face painting and arts and crafts to inflatable obstacle courses. More than 20 <a href='https://uwaterloo.ca/canada-day/food-beer'>local food vendors</a> will be on site, complemented by a refreshing beer garden, and we'll cap the night off with a <a href='https://uwaterloo.ca/canada-day/fireworks'>fireworks display</a> worthy of our great nation, starting around 10:00 p.m.</p><p>UWaterloo alumnus Mike Farwell will co-emcee the evening alongside Country 106.7FM morning co-host Jennifer Campbell.</p><p>As we all know, our annual Canada Day Celebration isn't just about our country, but also our community. The Waterloo region is a phenomenal place to live, work, go to school or start a business. We are proud of our community partners and the neighbourhoods we all call home. This is one of our ways of giving back and saying thank you.</p><p>Make sure to invite your friends and family along for the biggest and best Canada Day celebration in town!</p><p>Don't forget to wear your red and white — or your black and gold — on Friday and follow <a href='https://twitter.com/search?src=typd&q=%23UWCanadaDay'>#UWCanadaDay</a> for more updates and information.</p><p>Sincerely,</p><p>Feridun Hamdullahpur<br/>President and Vice-Chancellor</p>"
}, {
	"date": "Tue, 4 Oct 2016 18:13:48 +0000",
	"subject": "Stop and Talk October 5",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;University of Waterloo students<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tuesday, October 4, 2016<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Stop and Talk October 5<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information</p><p>Dear students,</p><p>Since the beginning of term I've had the chance to visit several first-year classes to meet as many of you as possible. It's been great connecting with you and I want to keep the conversation going.</p><p>Tomorrow, October 5<sup>th</sup>, from noon to 1:30 p.m., I will be hosting an informal <a href='https://uwaterloo.ca/president/blog/post/stop-and-talk'><em>Stop and Talk</em> in the SLC Great Hall</a>. Nothing fancy, just a space and time for me to connect with as many students as possible about anything that's on your mind.</p><p>Whether you're in first year or finishing up your grad degree, all students are welcome. Stop by to talk about student life, how you're settling in for the term, or what you're focused on in the months to come. Also: free cookies.</p><p>Hope to see you there,</p><p>Feridun</p>"
}, {
	"date": "Tue, 25 Oct 2016 13:48:33 +0000",
	"subject": "Release of 2015 UW Sustainability Report",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;All students, staff, faculty<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;October 25, 2016<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Release of 2015 UW Sustainability Report<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information</p><p>Dear Students, Faculty, and Staff,</p><p>I'm pleased to present the University of Waterloo's <a href='http://uwaterloo.ca/sustainability-report/'>2015 Environmental Sustainability Report</a>.</p><p>Over the last year, Waterloo's efforts on sustainability have continued to grow in scope and scale. Our work has been collaborative across student groups, faculty, and staff, and we have taken inspiration from major sustainability breakthroughs on the world stage, including the Paris Agreement on climate change and establishment of the United Nations Sustainable Development Goals.</p><p>This local and global momentum has yielded some excellent results on campus. These include continued success in integrating sustainability perspectives into academic curricula, as well as operational impacts, such as a 21 percent decrease in water use per square meter since 2010, and a 20 percent increase in fair trade coffee purchases on campus.</p><p>As you'll see in the attached report, there is lots of work left to do — there always will be. Waterloo is taking steps to develop a formal sustainability policy and strategy to guide our continued efforts, and this will require support from all areas of the University.</p><p>Please read this report and consider how you can better integrate sustainability into your role, department or academic unit, and our campus life more broadly. Also, please plan to complete an important sustainability survey this November, to help set the University of Waterloo's goals going forward.</p><p>Sincerely,</p><p>Feridun Hamdullahpur<br/>President and Vice-Chancellor</p>"
}, {
	"date": "Wed, 26 Oct 2016 18:15:10 +0000",
	"subject": "Invitation | President's Town Hall Meeting | November 22, 2016",
  "content": "<p><strong>JOIN THE CONVERSATION</strong> at the President's Town Hall meeting.</p>As the University heads into its 60th Anniversary year, come listen to an update from President Hamdullahpur and participate in a Q&A on the issues you care about.</p><p><strong>Attend in person or engage online by sending a question via email or tweeting to <a href='https://twitter.com/hashtag/uwth'>#UWth</a>.</strong></p>"
}, {
	"date": "Fri, 11 Nov 2016 13:42:05 +0000",
	"subject": "Remembrance Day",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Waterloo students, faculty, and staff<br/><strong>From:</strong>&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;November 11, 2016<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Remembrance Day</p><p>Seventy-five years ago next month, in December 1941, a thousand Canadians stood in defence of a small city off the China coast. More than half would suffer death or injury, and those who survived would go on only to capture, and often to torture. </p><p>In the Battle of Hong Kong, a multinational force including more than two battalions of soldiers from across Canada would ultimately fall to invasion. It was Canada's first action in the Second World War and a grim promise of the violence to follow until hostilities ended in 1945.</p><p>I write this message to you from the Hong Kong of 2016, where I'm leading our annual delegation to visit our incredible alumni and partners throughout the region. This Hong Kong is a dynamic, open, and progressive city that serves as one of the key financial and innovation hubs for all East Asia. I can hardly imagine the horrors that befell this beautiful community all those years ago.</p><p>But it's important to try. Our commitment to acknowledging the awesome pain of armed conflict is essential to preserving the peace for our generation and those to come.</p><p>On November 13, when Remembrance Day is observed in Hong Kong, I will lay a wreath for the University of Waterloo at the Hong Kong Cenotaph. Here, the names of thousands of Canadian and allied service personnel are etched in stone and on the hearts of all who gather to celebrate liberty, and the cost of it.</p><p>We will silently acknowledge those Canadians who fell here for freedom, whom age shall not weary, nor the years condemn. Today, I ask and encourage you also to think silently upon those who gave their lives — whether in the World Wars, Korea, Afghanistan, or peacekeeping operations around the globe — so we could live ours free.</p><p>Today and always, we will remember them.</p>"
}, {
	"date": "Tue, 15 Nov 2016 13:40:44 +0000",
	"subject": "Harnessing the power of a rising tide of innovation",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;University of Waterloo students, faculty and staff<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;November 15, 2016<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Harnessing the power of a rising tide of innovation<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information</p><p>In 2013, the University of Waterloo launched its Strategic Plan — <em>A Distinguished Past, A Distinctive Future</em>. Much more than a document, it is a uniquely Waterloo approach to answering a challenge with innovation and action.</p><p>Today, at the midpoint of our five-year plan, I am proud to share with you <a href='https://www.uwaterloo.ca/strategic-plan/mid-point-review'>an update</a>, detailing what we have achieved and the opportunities that await.</p><p>The Strategic Plan is extremely instrumental to answering the call of a world strained by fast-evolving political, economic, social and environmental change.</p><p>It was a challenge we accepted wholeheartedly. But responding meant taking a great institution and creating something truly extraordinary — redefining the 21st-century university as an institution more innovative, connected and responsive than ever before.</p><p>Together, we identified our areas of strength — those that formed our foundation and those that set us apart. We looked for ways to deepen our foundational strengths — <strong>student experience, academic excellence, internationalization, sound value system</strong> and <strong>employer-employee relations</strong>. And we built a plan that would take our differentiating strengths — <strong>experiential education, transformational research and entrepreneurship</strong> — to a higher level.</p><p>Collectively, we built a plan that sets clear objectives and timelines in each area, advancing us towards our ultimate goal: <strong>to be recognized as one of the world's top innovation universities</strong>. Then, we put that plan into action.</p><p>Among the highlights:</p><ul><li><strong>A magnet for strong students and excellent faculty:</strong> In an increasingly competitive higher education landscape, we've seen applications, enrollments and faculty recruitment continue to grow, to almost 31,400 undergraduate and 5,300 graduate students, and more than 1,200 full-time faculty. International students make up 17 per cent of our undergraduate and 37 per cent of our graduate classes. At the same time, entrance averages have continued to rise.</li><li><strong>Education with broad experience:</strong> Even as other institutions seek to learn from and emulate the success of Waterloo's world-leading co-operative education program, we've added over 1,500 new employers to our network, an increase of 20 per cent. Our co-op students have a 97 per cent employment rate, gaining work experience in 65 countries.</li><li><strong>Startup ecosystem:</strong> Increasing supports for entrepreneurial initiatives are linked to a 40 per cent increase in the number of ventures created by students and recent alumni. Our Velocity program has now expanded to become the largest equity-free incubator in the world.</li><li><strong>Sponsored research:</strong> In an economic climate where new research funding was scarce, Waterloo saw total sponsored research funding rise slightly to $183 million. And we've been recognized as a national leader in frontier fields including quantum and water research, most recently with a $91M investment through the Canada First Excellence Research Fund.</li><li><strong>New space for students:</strong> Almost 800,000 square feet of new and repurposed space has been added for teaching, learning, collaboration, entrepreneurship, study, and student services. This fall, we will open major additions in the Faculties of Arts and Applied Health Sciences, and construction is underway for a dynamic new student-centric Engineering 7.</li><li><strong>Advancing equity:</strong> In some important areas, we have gone beyond our original mandate, for example, with a <strong>strong commitment to equity</strong>, as the only Canadian institution invited to join <strong>the UN Women's HeForShe Impact 10x10x10 initiative</strong>. Our promise, rooted in our foundational strengths, is to increase the percentage of women and girls participating in all stages of the STEM disciplines, from outreach programs to leadership.</li></ul><p>We can and should be proud of all we have accomplished. But there is more work ahead.</p><p>As global economies shift from industry to innovation and ideas become currency, we must continue to evolve and grow as an institution. We can and will do more to deepen our connections with the world, including through the <strong>Global Entrepreneurship and Disruptive Innovation (GEDI) initiative</strong>, which will support our economy's growth by leveraging our industrial connections and unlocking the innovation, research, talent and startup potential on our campus.</p><p>We will continue to engage with our campus in an ongoing series of town hall meetings to share updates and receive feedback. We will listen, measure and adjust our course. And we will continue reaching beyond, to answer the greatest challenges of our fast-changing planet.</p><p>Our <a href='https://www.uwaterloo.ca/strategic-plan/mid-point-review'>mid-point review</a> offers a short summary of some of what we've already begun to accomplish. Because, for the truly innovative, goals aren't a finish line, but a milestone on the journey.</p><p>Thank you for being part of Waterloo's journey.</p>"
}, {
	"date": "Thu, 17 Nov 2016 20:43:01 +0000",
	"subject": "Reminder | President's Town Hall Meeting | November 22, 2016",
  "content": "<p><strong>JOIN THE CONVERSATION</strong> at the President's Town Hall meeting.</p><p>As the University heads into its 60th Anniversary year, come listen to an update from President Hamdullahpur and participate in a Q&A on the issues you care about.</p><p>Attend in person or engage online by sending a question via email or tweeting to <a href='https://twitter.com/hashtag/uwth'>#UWth</a>.</p>"
}, {
	"date": "Thu, 1 Dec 2016 19:16:00 +0000",
	"subject": "Day of Remembrance at the University of Waterloo",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Students, faculty and staff<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;December 1, 2016<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Remembrance ceremony at the University of Waterloo<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information and for action</p><p>December 6th is the National Day of Remembrance and Action on Violence Against Women in Canada. This year will mark the 27th anniversary of the tragic events that took place in 1989 at l'École Polytechnique de Montréal.</p><p>As you know, we are an institution deeply committed to gender equity. As the only Canadian university to help lead the <a href='https://uwaterloo.ca/heforshe/'>UN Women's HeForShe IMPACT 10x10x10 campaign</a>, we have an important role to play in remembering those lives lost at l'Ecole Polytechnique, and in working toward a world free of gender violence.</p><p>To commemorate those tragically lost 27 years ago, the University of Waterloo is hosting a special ceremony of remembrance.</p><p>Date:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tuesday, December 6, 2016<br/>Time:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10:30 a.m.<br/>Location:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Engineering 5, Sedra Student Design Centre</p><p>I hope you will consider <a href='https://www.ticketfi.com/event/1154/national-day-of-remembrance-and-action-on-violence-against-women'>attending</a> this special ceremony to keep these women, and this cause, present in our hearts and minds.</p><p>Yours sincerely,</p><p>Feridun Hamdullahpur<br/>President and Vice-Chancellor</p>"
}, {
	"date": "Thu, 8 Dec 2016 14:41:38 +0000",
	"subject": "Appointment of Vice-President, University Research",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;University of Waterloo community<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;December 8, 2016<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Appointment of Vice-President, University Research<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information</p><p>I am very pleased to tell you of the appointment of Charmaine B. Dean as vice-president, university research, beginning a five year term on July 1, 2017. An alumnus of the University of Waterloo, Dean is currently professor and dean of Science at Western University. The appointment was approved by the Board of Governors following approval by and on the recommendation of Senate.</p><p>Charmaine brings to Waterloo a distinguished academic career, deep relationships across faculties, industry and government and an entrepreneurial mindset.</p><p>Prior to Western, she played a major role in establishing the Faculty of Health Sciences at Simon Fraser University (SFU) in her capacity as associate dean and was the founding chair of the Department of Statistics and Actuarial Science. She has served the academic community as president of the Statistical Society of Canada, as president of the International Biometrics Society (Western North American Region), as president of the Biostatistics Section of the Statistical Society of Canada, and has given over 15 years of service in numerous capacities to the Natural Sciences and Engineering Research Council of Canada, as well as service to CIHR, and various international granting councils. She is a fellow of the American Statistical Association and of the American Association for the Advancement of Science.</p><p>Charmaine earned her BSc (Honours) in mathematics at the University of Saskatchewan (1980) and later her master's degree (1984) and PhD (1988) in statistics at the University of Waterloo. She is the recipient of many awards including the CRM-SSC prize, the University of Waterloo Alumni Achievement Medal and a Trinidad and Tobago High Commission Award.</p><p>Please join me in welcoming Charmaine B. Dean to the University of Waterloo.</p><p>FH</p>"
}, {
	"date": "Wed, 21 Dec 2016 18:45:42 +0000",
	"subject": "Organizational Change – Secretariat & Office of General Counsel",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Waterloo Faculty, Staff, and Students<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;December 21, 2016<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Organizational Change – Secretariat & Office of General Counsel<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information</p><p>I wish to advise the University community that, effective January 9, 2017, the Secretariat & Office of General Counsel will be divided into two distinct offices. This will better support the successful navigation by our campus community within our complex policy and governance environment. The Secretariat will remain in Needles Hall 3060. The Office of General Counsel will move to Needles Hall 3007 as soon as renovations to that suite are completed. Both Offices will report to the President.</p><p>I have asked Logan Atkinson to take responsibility for the Office of General Counsel as the University's General Counsel. In this capacity, Dr. Atkinson will be responsible for the management of the full range of legal issues affecting the University. </p><p>In his time as University Secretary, Dr. Atkinson has led a number of important initiatives. Since his arrival at the university in 2012, the Secretariat and related offices have developed an excellent integrated risk management program. In this regard, we now have a thorough and important emergency response plan, a much improved and comprehensive statutory and regulatory compliance regime, and a properly efficacious internal audit program. These plans are fully integrated through the university's overarching risk management framework, the basics of which are set forth in Policy 11 and related documents.</p><p>In addition, Dr. Atkinson established the university's first Equity Office and hired our first Director of Equity. This initiative continues to show great benefit to the University, and will assist in moving us forward toward the accomplishment of many of the ambitions captured in our institutional strategic plan.</p><p>I would like to take this opportunity to thank Logan and his colleagues in both the Secretariat and the Office of General Counsel for their commitment and dedication to the well-being of the University over the past several years.</p><p>The Office of the President will initiate a search process for a new University Secretary in January 2017. In the interim, Karen Jack will report to me and act as Associate University Secretary. She will ensure continuity and oversight on policy and governance priorities until a new University Secretary is named.</p><p>Feridun Hamdullahpur<br/>President and Vice-Chancellor</p>"
}, {
	"date": "Tue, 3 Jan 2017 14:56:47 +0000",
	"subject": "Celebrating 60 Years of Innovation",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Waterloo students, faculty and staff<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tuesday, January 3, 2017<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Celebrating 60 Years of Innovation<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for action and for information</p><p>I am excited to welcome you back to the University of Waterloo for 2017. As we all return to campus after the holiday break, we should take a moment to reflect on the significance of this New Year. It is anything but a regular year.</p><p>This year we are celebrating Waterloo's 60 years of innovation: 60 years since our founding, but also what the next 60 years has in store for this institution.</p><p>Sixty years ago, our campus was a farmer's field. From those muddy beginnings Waterloo charted an unconventional path through the landscape of higher education – one shaped by commitments to co-operative education and world-class scholarship, deep connections to industry and a desire to serve the needs of Canadian society.</p><p>Six decades later, Waterloo is at the forefront of many fields, having emerged as an international leader in arts, engineering, mathematics and computing, health, environment, and science. Our impact is being felt around the world.</p><p>That's why, even as we look back to celebrate our successes of the past 60 years, we are looking forward to the ways our breakthrough research and innovative teaching will change the way we live, communicate, work, travel, and connect over the next 60 years. The measure of our impact will be international in scale, combining our innovative culture and disciplines together.</p><p>All of us—students, faculty and staff—play an important role in Waterloo's story; both the history we have made together, and in the chapters that have yet to be written.</p><p>I invite you to visit the <a href='https://uwaterloo.ca/innovation60/'>60 Years of Innovation website</a> to share your memories of what makes Waterloo a great place to study and work, and help us set a course for the next 60 years by sharing your wishes and predictions of what the coming decades will bring for Waterloo, and the difference Waterloo will make in the future.</p><p>Our campus celebrations kick off on Monday, January 9 with the <a href='https://uwaterloo.ca/events/events/beyond-60-special-university-waterloo-60th-anniversary'>Beyond 60 Lecture</a>, which features a panel of future-focused experts who will challenge us to look beyond the status quo as only Waterloo can. Throughout the year there will be a series of events that celebrate our institutional milestones as well as faculty and department anniversaries. I invite you to <a href='https://uwaterloo.ca/innovation60/events'>view the calendar of events</a> on the 60<sup>th</sup> Anniversary website and consider hosting your own celebration using the <a href='https://uwaterloo.ca/innovation60/60th-anniversary-campus-resources'>tools and resources</a> available online.</p><p>We have reached an important moment in our history – our diamond jubilee. There is much to celebrate. I hope you'll join me in making 2017 a very special year for the University of Waterloo.</p><p>Feridun Hamdullahpur<br/>President and Vice-Chancellor</p>"
}, {
	"date": "Mon, 30 Jan 2017 14:42:52 +0000",
	"subject": "U.S. Executive Order on Immigration and Travel",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;University of Waterloo community<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;January 30, 2017<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;U.S. Executive Order on Immigration and Travel</p><p>Globally and here at home, universities are strengthened by the exchange of talent, ideas and experience from students, faculty, researchers and staff. The original principle of academic freedom encompassed thought, expression and geography. </p><p>Diversity is a strength of this university and of our country. Together, with universities across Canada, we will continue to welcome students, faculty and staff from around the world including those seeking refuge from violence and injustice.</p><p>All of our students, faculty and staff, no matter where they come from, help to strengthen our community, bring new knowledge, talent and skills to higher education, research and innovation – to the benefit of all Canadians. At the University of Waterloo, we stand proudly for these values.</p><p>We are actively reviewing the recent executive order from the President of the United States to understand more completely the impact for our community. The Order suspends all refugee admissions for 120 days; bans Syrian refugees indefinitely; and for 90 days blocks citizens of Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen, from entering the U.S.</p><p>We are reaching out to government, institutions and others as we develop a response and guidance for our campus community. We are grateful for the efforts of federal officials and <a href='https://twitter.com/JustinTrudeau/status/825438460265762816'>Prime Minister Justin Trudeau</a> for speaking to and clarifying some of these matters. We are also supporting efforts of <a href='http://www.univcan.ca/media-room/media-releases/statement-response-u-s-executive-order/'>Universities Canada</a> and <a href='http://www.newswire.ca/news-releases/an-open-letter-from-the-canadian-tech-community-diversity-is-our-strength-612085543.html'>tech sector leaders</a> who are highlighting Canada's strength in diversity and working to repatriate and attract talent to Canada through a variety of actions and proposals. It is important to also note the actions of our colleagues in the United States who are expressing their views <a href='http://www.aplu.org/news-and-media/News/aplu-statement-on-trump-administrations-new-order-temporarily-banning-citizens-of-seven-countries-from-entering-us'>through the Association of Public and Land Grant Universities</a>.</p><p>We expect that there will be questions and potential issues raised for visiting academics, researchers and students who may be impacted. For these, please contact: Jeff Casello, Graduate Studies; Yannick Charbonneau, Office of General Counsel; Ray Darling, Registrar.</p><p>For students on a co-op term or contemplating one or those on an exchange, and potentially impacted, please contact: Peggy Jarvie, Co-operative Education and Career Action; Ian Rowlands, Waterloo International.</p><p><strong>As this situation evolves we will keep our campus community updated.</strong></p>"
}, {
	"date": "Thu, 9 Feb 2017 19:19:34 +0000",
	"subject": "Update on the U.S. executive order on immigration and travel",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;University Community<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;February 9, 2017<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Update on the U.S. executive order on immigration and travel<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information</p><p>Canada's universities continue to follow closely the impacts of the Executive Order (EO) issued by the American Administration last week preventing individuals from seven Muslim-majority countries from entering the United States.</p><p>On February 3, 2017, the United States District Court for the Western District of Washington issued a stay suspending the order. This means at this time land and airports of entry are prohibited from enforcing the EO.</p><p>Despite this, the current situation remains unpredictable. Students and faculty who wish to travel to the United States should consider their options carefully.</p><p>At the University of Waterloo, we are committed to taking care of our campus community, those who are here now and students and faculty who want to engage with us.</p><p>I wanted to share some of the steps we are taking as we continue to assess and to act upon the situation.</p><p>Since the EO was issued, senior leadership from undergraduate, graduate, international, co-op, government relations, communications and legal offices have been meeting daily to share information received from internal and external sources and to determine how to support our community.</p><p>University officials have also spent several days consulting faculty and students affected by the new measures. We have taken action by responding directly to questions, sourcing information, developing strategies and putting in place measures including:</p><ul><li>Streamlining our admissions process and extending the application deadline for graduate studies to March 1, 2017</li><li>Reviewing with the Associate Deans, Graduate the ability to process transfer applicants in an expeditious manner including vetting the transfers and matching students with a supervisor</li><li>Continuing the University's program for International Visiting Graduate Students, providing supervisory support and space at UWaterloo for students to complete their graduate studies</li><li>Working directly with co-op students whose situations are impacted</li><li>Reviewing the potential to provide financial assistance to staff and faculty who have paid for and had to cancel plans because of their inability to travel as a result of the EO</li><li>Committing to assisting undergraduate students from the seven affected countries on an individual basis and easing the application process as required</li><li>Liaising with Canadian authorities to have a keen understanding of the cross travel constraints and solutions</li></ul><p>Diversity is a strength of this university and of our country. All of our students, faculty and staff, no matter where they come from, help to strengthen our community, bring new knowledge, talent and skills to higher education, research and innovation — to the benefit of all Canadians. At the University of Waterloo, we stand proudly for these values.</p><p>We expect that there will continue to be questions and potential issues raised for academics, researchers and students who may be impacted. For these, please contact: Jeff Casello, Graduate Studies; Yanick Charbonneau, Office of General Counsel; Ray Darling, Registrar.</p><p>For students on a co-op term or contemplating one or those on an exchange, and potentially impacted, please contact: Peggy Jarvie, Co-operative Education and Career Action; Ian Rowlands, Waterloo International.</p>"
}, {
	"date": "Thu, 23 Mar 2017 19:02:15 +0000",
	"subject": "A campus conversation on mental health",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Waterloo students<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thursday, March 23, 2017<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A campus conversation on mental health</p><p>Further to my <a href='https://uwaterloo.ca/news/news/waterloo-saddened-student-death'>earlier message</a>, I want to acknowledge that when the members of our university community suffer the kind of heartbreaking loss that we did this week, we are all affected.</p><p>When tragedies like this happen, the University's main concern first and foremost is the student's family. We do not take lightly our obligation to ensure that they have been informed and do our upmost to respect their wishes. The University always reaches out to the families to offer any support they need. This is a very sad duty, but must be done, even though it is very difficult.</p><p>This week's event has spurred a lot of discussion about mental health and well-being and what we can do to support people who are struggling. Similar conversations are taking place at universities and in communities across our country. This is not a situation that is unique to Waterloo. Mental health issues and access to mental health services are affecting a wide portion of our society.</p><p>In co-operation with students the University has done much to increase the mental health resources available. They now include 22 full-time counsellors, two psychiatrists, a mental health nurse and peer support groups in addition to the more than 25 health centre professionals who themselves address mental health issues on a routine basis. We understand that more needs to be done.</p><p>I have met with students and heard from faculty. I anticipate receiving an online petition, and numerous discussions are taking place in traditional and social media. This conversation requires many voices.</p><p>We need to provide leadership and find solutions that are specific to Waterloo. Moving forward, we expect to hear more from faculty, staff, alumni and especially students on what more we can do to support people who may be struggling with mental health issues. These efforts are already underway and will need to include input from all of us.</p><p>While we don't yet know exactly what these conversations will look like, or what their outcome will be, I think we can all agree that they need to happen.</p><p>It is important to remember and reflect on what has happened as well as to focus on the things we can do together.</p><p>Feridun Hamdullahpur<br/>President and Vice-Chancellor</p>"
}, {
	"date": "Tue, 21 Oct 2014 19:56:57 +0000",
	"subject": "President's Town Hall Meeting | Invitation",
  "content": "<p>Join the conversation at the President's Town Hall. Hear from President Feridun Hamdullahpur as he reflects on the University of Waterloo's recent accomplishments, shares the vision for the year ahead, and previews Waterloo's state of the university report, \"Defining Tomorrow.\"</p><p>Share your thoughts and ideas in an interactive dialogue. Get involved by asking questions and engaging with University leaders during the Question and Answer session.</p><p><strong>All students, faculty and staff are encouraged to participate.</strong></p>"
}, {
	"date": "Tue, 28 Oct 2014 14:14:16 +0000",
	"subject": "Reminder Invitation | President's Town Hall Meeting",
  "content": "<p>Join the conversation at the President's Town Hall. Hear from President Feridun Hamdullahpur as he reflects on the University of Waterloo's recent accomplishments, shares the vision for the year ahead, and previews Waterloo's state of the university report, \"Defining Tomorrow.\"</p><p>Share your thoughts and ideas in an interactive dialogue. Get involved by asking questions and engaging with University leaders during the Question and Answer session.</p><p><strong>All students, faculty and staff are encouraged to participate.</strong></p>"
}, {
	"date": "Mon, 10 Nov 2014 15:38:28 +0000",
	"subject": "Remembrance Day",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;All students, faculty and staff<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Monday, November 10, 2014<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Remembrance Day\n\n\n</p><p>On the morning of November 11, 1918, a global war that claimed millions of lives drew to a close.</p><p>Tomorrow, as Canadians have done every year since, we mark that moment in our hearts with remembrance, as we observe a moment of silence at 11:00 a.m.</p><p>Our main campus flag will be lowered to half-staff, and a member of the University's administration will represent us at the City of Waterloo's Remembrance Day ceremony at the cenotaph. Though presently traveling on University business in Asia, please know that I have laid a wreath on behalf of the University of Waterloo at the Commonwealth War Graves Commission in Hong Kong.</p><p>Tomorrow we remember those who made the ultimate sacrifice in defence of our liberties. We remember both those who have gone long before, and those whose sacrifices have been rendered all too recently.</p><p>At 11 o'clock, please pause for a moment of silence. Let us remember the high price of our freedom, and redouble our collective and personal commitment to building the peace.</p>Sincerely,<br/>Feridun Hamdullahpur<br/>President and Vice-Chancellor"
}, {
	"date": "Fri, 19 Dec 2014 15:21:13 +0000",
	"subject": "Happy Holidays from President Hamdullahpur",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;University of Waterloo community<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Office of the President<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Friday, December 19, 2014<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Happy Holidays from President Hamdullahpur</p><p>Dear Students, Faculty, and Staff:</p><p>As the University of Waterloo community prepares to celebrate the holidays, we invite you to watch this <a href='https://uwaterloo.ca/president/news/video-presidents-2014-holiday-message'>video message</a> from President Feridun Hamdullahpur.</p><p>With our best wishes for the holiday season,</p><p>The Office of the President</p>"
}, {
	"date": "Wed, 4 Feb 2015 14:38:56 +0000",
	"subject": "Appointment announcements",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Students, Faculty, and Staff<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;February 4, 2015<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Appointment announcements<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information</p><p>Dear Students, Faculty and Staff,</p><p>I am pleased to announce the appointment of Sandra G. Banks as vice-president, University Relations, and Stephen Watt as dean of the Faculty of Mathematics and professor in the David R. Cheriton School of Computer Science.</p><p><strong>Sandra Banks</strong></p><p>Sandra's appointment is effective April 6, 2015.</p><p>Prior to her current role as CEO of The Royal Agricultural Winter Fair, Sandra served as vice-president, public affairs and communications at Coca-Cola Canada. In that capacity, she led the company's brand communications, stakeholder and media relations, government relations, corporate social responsibility, and internal communications portfolios.</p><p>Sandra's professional experience also reflects her commitment to public service. She previously worked as assistant deputy minister in the food industry division at Ontario's Ministry of Agriculture, Food and Rural Affairs, and as press secretary in the Office of the Minister of State for the Canadian Wheat Board from 1984 to 1987.</p><p>Let me also take this opportunity to express my thanks to Bob Crow, who has served as interim vice-president of the University Relations portfolio for the past year. With deep roots in our local business community, and as executive-in-residence at the Institute of Quantum Computing, Bob has been well positioned to lend his talent and attention to the University Relations portfolio at a time of great strategic significance for the University. Thank you, Bob, for all your efforts.</p><p><strong>Stephen Watt</strong></p><p>Stephen's appointment is effective July 1, 2015.</p><p>Joining Waterloo from Western University, Professor Watt's experience as an administrator is combined with a track record of distinguished scholarship and strong private sector experience.</p><p>Stephen earned his PhD in computer science at the University of Waterloo in 1996, and was named distinguished university professor at Western in 2011. He began his career in 1984 as a research staff member at the IBM T.J. Watson Research Center. His work spans a variety of fields including computer algebra systems, programming languages and compilers, pen-based mathematical computing, mathematical algorithms, and mathematical data communications and knowledge management.</p><p>***</p><p>Sandra and Stephen join our team at a time of immense promise and opportunity for the University of Waterloo. With a well-earned reputation as the most innovative university in Canada and a growing profile on the world stage, Waterloo is in a position of strength. Sandra and Stephen will work with me, our administration colleagues, and their teams in University Relations and the Faculty of Mathematics to build on this excellent momentum.</p><p>Please join me in welcoming them to the University of Waterloo.</p><p>Sincerely,</p><p>Feridun Hamdullahpur<br/>President and Vice-Chancellor</p><p>Supervisors, please post for the convenience of employees without direct access to email.</p>"
}, {
	"date": "Tue, 10 Feb 2015 14:26:52 +0000",
	"subject": "State of the University Report",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Students, Faculty and Staff<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;February 10, 2015<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;State of the University Report<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information</p><p>Dear Students, Faculty and Staff,</p><p>I am pleased to present the University of Waterloo's 2014-15 State of the University Report, <a href='https://uwaterloo.ca/state-of-the-university/?utm_source=msc_social_organic&utm_medium=email&utm_campaign=SOTU'><em>Defining Tomorrow</em></a>, available both in print and in an enriched digital format.</p><p>This report is the first of its kind from the University of Waterloo. In today's hypercompetitive and increasingly internationalized post-secondary education environment, it is critical that the University of Waterloo tell its story well.</p><p>Providing deep insight into our definitive research strengths and recent major achievements, this report also gives the reader a sense of who and what we are as a university community: bold, innovative, and energized to take on the world's foremost challenges.</p><p>Thank you to each and every one of you who contributed to this report's development. To the researchers who allowed us to highlight their work, the committees on campus who lent their strong support to the project, the marketing and communications teams for pulling the document together, and all the supporting units who made its publication possible: thank you.</p><p>Going forward, we will use this document to tell our story both here in the community, as well as with our alumni, our Canadian and international partners, with policymakers and funding agencies, with prospective students, faculty, and staff, and online with our vibrant digital communities. Look for #UWaterlooInnovation on Twitter and share the story of Waterloo's excellence and impact with your own networks.</p><p>As a member of our University community, you are ambassadors for this institution. Let's show the world that from research to academic programming to our role supporting Canada's economy, Waterloo really is Defining Tomorrow.</p><p>Sincerely,</p><p>Feridun Hamdullahpur<br/>President and Vice-Chancellor</p><p>Supervisors, please post for the convenience of employees without direct access to email.</p>"
}, {
	"date": "Thu, 19 Feb 2015 18:33:42 +0000",
	"subject": "Presidential Lecture: Dr. Edmund S. Phelps | Invitation",
  "content": "<p><strong>Feridun Hamdullahpur</strong>, president and vice-chancellor of the University of Waterloo, invites you to attend the guest lecture of <strong>Dr. Edmund S. Phelps</strong>.</p><p>Among his many accolades, Dr. Edmund S. Phelps is a Nobel Prize-winning economist. His latest publication, <strong>Mass Flourishing: How Grassroots Innovation Created Jobs, Challenge, and Change</strong>, has received wide-spread global recognition.</p><p>As Canada's most innovative university, the University of Waterloo proudly welcomes this international thought leader to our campus.</p>"
}, {
  "date": "Mon, 27 Mar 2017 22:50:27 +0000",
  "subject": "A community committed to action on mental health",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Waterloo students, faculty and staff<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Monday, March 27, 2017<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A community committed to action on mental health<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information</p><p>Following the recent tragic loss of one of our students to suicide, I have been moved by our community’s overwhelming offers of support for people suffering from mental health issues.</p><p>These offers of assistance continue to come into the University by phone, email, in person and most recently, through a petition outlining ideas on how we can better support those who may be suffering in silence.</p><p>As recent events elsewhere in Canada confirm, we are not alone in confronting the issues of mental health and suicide. The struggles, specifically among youth, are present across our country and will continue to require a coordinated effort to address.</p><p>To that end, we will endeavour to come together as a community to see what more we can do.</p><p>Building on the recent outpouring of support as well as the work of the University of Waterloo’s Student Mental Health Review in 2012, we will be continuing the conversation on how best we can improve access to mental health assistance for people who need it.</p><p>Beginning immediately, I will be convening a president’s advisory committee on mental health that will be responsible for guiding a listening process that will seek to gain further input from our local community, other institutions and external experts.</p><p>In the coming weeks and months, we can expect to see a series of engagement opportunities designed to collect ideas, comments and concerns from students, faculty, staff and alumni. Starting now, we will increase our public education efforts around youth mental health as we also expand awareness of where, when and how the current services and supports are available.</p><p>Engagement opportunities will include a series of open houses staffed by mental health professionals and will provide information about the outreach and services currently available as well as the opportunity to provide feedback in a safe and supportive environment. There will also be the ability to gain information and provide input in an online environment. The task force will report on what they heard, learned and recommend in two stages, with a full report in the fall of 2017.</p><p>It is clear from recent events as well as from the experiences of our friends and colleagues across the country that there is a significant interest in continuing to remove the remaining stigma around mental health issues and to ensure that people who need help know where it’s available and feel comfortable asking for it.</p><p>For those that may struggle with mental health issues, know that there are many of us who want to reach out to you, to tell you that we support you, and that we are committed to working together to ensure that help is available where and when you need it.</p>"
}, {
  "date": "Tue, 4 Apr 2017 14:18:24 +0000",
  "subject": "An end-of-term message from the President",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;University of Waterloo students<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tuesday, April 4, 2017<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;An end-of-term message from the President</p><p>Dear Students,</p><p>As Winter 2017 lectures end and you prepare for your exams, let me say on behalf of the University – well done.</p><p>As I traveled around campus and visited lectures across the University recently, I was struck time and again by the enthusiasm Waterloo students have for their studies and for this University. Just thinking about it keeps us all inspired.</p><p>When I see students hard at work at the Library and in social and study spaces across campus, I see Warriors equipping themselves with all the knowledge, experience, and skills they need to do the great things that benefit their community and the wider world.</p><p>I know you have worked hard this term, and as you put your knowledge to the test during exams, you should feel proud of your accomplishments.</p><p>As you write your exams, write them with full confidence and believe in yourself. Should you feel stressed about the exams, as many of us have while going through exam periods, I invite you to consider the following:</p><ul><li><a href='https://uwaterloo.ca/student-success/resources/success-coaching'>Peer Success Coaching at the Student Success Office</a>: book a 1-1 appointment with a peer or attend a workshop to learn and/or enhance your approaches to learning. You can <a href='https://uwaterloo.ca/student-success/success-coaching-appointment'>book an appointment online.</a></li><li><a href='https://uwaterloo.ca/student-success/resources/workshops'>Exam Prep Workshops at the Student Success Office:</a> Extra exam prep workshops are being offered during the examination period on <a href='https://leads.uwaterloo.ca/Event/Details/4423'>Tuesday</a> and <a href='https://leads.uwaterloo.ca/Event/Details/4422'>Thursday</a> of this week.</li><li><a href='https://uwaterloo.ca/counselling-services/'>Counselling Services</a> offers 1 on 1 counselling, peer support, and both seminars and workshops. The <a href='https://uwaterloo.ca/counselling-services/our-services/coping-skills-seminars'>coping skills</a> seminars are a good first step in supporting your mental wellbeing and include helpful tips and strategies and other information.</li></ul><p>I wish you all the best as you write your exams. See you in Spring 2017!</p><p>Sincerely,</p><p>Feridun Hamdullahpur<br/>President and Vice-Chancellor<br/>University of Waterloo</p>"
}, {
  "date": "Thu, 20 Apr 2017 14:39:26 +0000",
  "subject": "Vice-President, Academic & Provost",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;University of Waterloo community<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;April 20, 2017<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vice-President, Academic & Provost<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information</p><p>I want to let you know that Ian Orchard, Waterloo’s vice-president, academic and provost, has made a personal decision to retire from the University and will leave his administrative role as of June 30, 2017.</p><p>I share this news with mixed emotions as Ian has elevated the office of provost and made significant contributions to the University during his three-year term.</p><p>Ian has built a strong foundation of academic leadership and strategic supports that will serve the University and our students, faculty and staff in the coming months and years. He created an accountability framework to support the implementation and tracking of progress for the eight priorities and themes of the University’s strategic plan. He will soon complete our second Strategic Mandate Agreement with the Ontario government.</p><p>Ian's most recent contribution was the launch of the Waterloo Budget Model, a transformational process to ensure resources and funding support for our institutional priorities with a clear focus on delivering academic excellence. My senior colleagues, the deans and I will continue counting on Ian’s exemplary leadership in moving the University’s agenda forward through the end of June, including his efforts to ensure the best alignment and structure of the organization supporting the vice-president, academic and provost.</p><p>I have asked Professor George Dixon to postpone his upcoming retirement and well-deserved administrative leave and assume a one-year term as interim vice-president academic and provost effective July 1. I am delighted that he has agreed to step in. George has a deep understanding of the University of Waterloo’s unique culture and strengths, as well as the external environments and stakeholders. In addition to his long and successful tenure as vice-president, university research, George served as chair of the Department of Biology and dean of the Faculty of Science.</p><p>The process to initiate a search for our next vice-president, academic and provost, in accordance with Policy 48, will be underway shortly. Over the coming weeks, I will be working with Ian and George on the transition plans.</p><p>On behalf of all of us, I would like to express my gratitude to Ian for his leadership, commitment and dedication to the University of Waterloo and wish Ian and Angela all the very best.</p>"
}, {
  "date": "Wed, 21 Jun 2017 19:23:59 +0000",
  "subject": "You're invited: UW Canada Day 150 Celebrations",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;All students, faculty, and staff<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wednesday, June 21, 2017<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You're invited: UW Canada Day 150 Celebrations <br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information</p><p>Dear Students, Faculty, and Staff,</p><p>Canada's much-anticipated 150<sup>th</sup> anniversary is just around the corner — and I'm delighted to invite you to the celebration. The 33<sup>rd</sup> annual University of Waterloo <a href='https://uwaterloo.ca/canada-day/'>Canada Day Celebration</a> kicks off on Saturday, July 1 at 4:00 p.m. at Columbia Lake Fields.</p><p>Hosted by the University of Waterloo and the Federation of Students, this year's Canada Day event will be better than ever as Waterloo celebrates 60 years of innovation, the Federation of Student's 50<sup>th</sup> anniversary and of course, the <strong>150<sup>th</sup> anniversary of Canadian Confederation</strong>.</p><p>We'll enjoy live musical performances on our main stage sponsored by OpenText, featuring iconic Canadian rocker Tom Cochrane with Red Rider, Canadian supergroup Dwayne Gretzky, four-time Juno-nominated children's singer-songwriters Bobs & LoLo and local favourite, KW Glee's Hit Parade, who will keep us entertained with a cappella renditions of Canadian pop hits.</p><p>In recognition of this special year, we have a second entertainment stage, sponsored by our community partner, the City of Waterloo. The Canada 150 Cultural Stage features dancers and performers from Ireland, India, Germany, China and more from 4:00 – 7:00 p.m. And keep an eye out for special surprises such as a flyover by the Waterloo Warbirds fighter jets.</p><p>Families can also enjoy an array of <a href='https://uwaterloo.ca/canada-day/family-activities'>interactive activities</a> with community partners from 4:00 to 8:00 p.m., from face painting and arts and crafts to inflatable obstacle courses. More than 20 <a href='https://uwaterloo.ca/canada-day/food-beer'>local food vendors</a> will be on site, complemented by a refreshing beer garden, and we'll cap the night off with an enhanced <a href='https://uwaterloo.ca/canada-day/fireworks'>fireworks display</a> worthy of our great nation, starting around 10:00 p.m.</p><p>As we all know, our annual Canada Day Celebration isn't just about our country, but also our community. Waterloo Region is a phenomenal place to live, work, go to school or start a business. We are proud of our community partners and the neighbourhoods we all call home. This is one of our most important ways of giving back and saying thank you. We are also grateful for the strong student leadership of our over 100 volunteers who are vital to bringing this event to life and the participation of UWaterloo's The Water Boys, the UW Alternative Fuels Team (UWAFT) and the UW Engineering Society.</p><p>Make sure to invite your friends and family along for the area's biggest and best Canada Day celebration!</p><p>Don't forget to wear your red and white — or your black and gold —and follow <a href='https://twitter.com/search?src=typd&q=%23UWCanadaDay'>#UWCanadaDay</a> on Twitter for more updates and information.</p><p>Sincerely,</p><p>Feridun Hamdullahpur<br/>President and Vice-Chancellor</p>"
}, {
  "date": "Wed, 5 Jul 2017 14:04:11 +0000",
  "subject": "Leadership at University of Waterloo",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Faculty, Staff, and Students<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and vice-chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;July 5, 2017<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Leadership at University of Waterloo<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information.</p><p>July 1, 2017 was a momentous milestone at the University of Waterloo. We hosted over 60,000 colleagues, friends and neighbours at Columbia Fields on north campus to toast Canada’s official 150<sup>th</sup> anniversary. I would like to thank everyone involved in making this event such a success for the community.</p><p>At the same time, we recognize our indigenous communities as original occupants of this land and their thousands of years of deep history and culture.</p><p>We also marked the mid-point of our 60 years of innovation. And also on July 1, I was honoured to begin my second term as president and vice-chancellor of this great institution. My primary goal not only remains the same: to be recognized as one of the world’s top innovation universities, but to define our role in a disruptive world.</p><p>Building on the progress and momentum that we achieved through our current strategic plan, I am committed to building the future framework and support for the University of Waterloo to lead the world in innovation – in academics and teaching, high impact research, experiential education and entrepreneurship.</p><p>To achieve this goal requires a strong structure and team. That is why I am so pleased to welcome an accomplished and respected new leader to the University of Waterloo, Charmaine Dean, as vice-president, research. She brings not only an exceptional record of service, scholarship and research, but broad and deep relationships across academia, government and industry.</p><p>As we thank George Dixon for his leadership in the Office of Research, we welcomed him back through another door as interim vice-president, academic and provost. Together with Dennis Huber, Logan Atkinson, Sandra Banks, Joanne Shoveller and Karen Jack, we have in place a team of which I am extremely proud.</p><p>The University of Waterloo has demonstrated how we have been able to make a big difference in the world because of our unique approach to education, scholarship and research. Our goals and ambitions will be even greater as we see a clear place and role for UW in further building our nation and meeting the global challenges ahead of us. I am confident that we have the executive team and brilliant faculty, staff and students to get us there.</p><p>I am thankful for our outgoing vice-president, academic and provost, Ian Orchard for his hard work, dedication and service. I would like to take this opportunity to welcome Professor Susan Tighe as deputy provost, integrated planning and budgeting and Professor Diana Parry as associate vice-president, Human Rights, Equity and Inclusion to the team.</p><p>With this leadership team in place, I am looking forward to an exciting and rewarding fall term where I will have the opportunity to further develop the broad overarching themes of our next five-year strategic plan, which will be informed through broad community consultation.</p><p>I hope you enjoy the rest of the summer here at Waterloo.</p>"
}, {
  "date": "Tue, 25 Jul 2017 19:03:00 +0000",
  "subject": "Update on the President’s Advisory Committee on Student Mental Health",
  "content": "<p><strong>To:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;University of Waterloo community<br/><strong>From:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feridun Hamdullahpur, President and Vice-Chancellor<br/><strong>Date:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;July 25, 2017<br/><strong>Subject:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Update on the President’s Advisory Committee on Student Mental Health<br/><strong>Note:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This email is for information</p><p>I’d like to thank everyone that responded to my request for applications to serve on the President’s Advisory Committee on Student Mental Health.</p><p>We received a large of number of applications for panel membership from across the UWaterloo community. This response affirms the passion in our community for developing and enhancing the mental health and wellness environment.</p><p>Many of you took time to share your own stories of experiences with mental health concerns, either personally, or through close friends and families.</p><p>Clearly, we have an active ongoing conversation at UWaterloo around student mental health and the committee will extend this dialogue and find new ways to take action.</p><p>The President’s Advisory Committee on Student Mental Health finalized selections of the supporting panels, with broad representation from different facets of the University. The five panels of 20 members each are comprised of students, faculty, staff, alumni and community members. Students will provide a mix of undergraduate, graduate, co-op, non co-op, international and domestic voices.</p><p>As part of a panel launch, each panel will hold its first meeting on July 27, 2017. The launch day is divided in two significant sections: presentations and planning. During the morning, Dr. Mike Condra, a respected speaker and advocate for post-secondary student mental health, will provide orienting information to the group and they will also have the opportunity to learn about on campus services. The afternoon will be reserved for breakout sessions for the panels.</p><p>The panels, which are grouped with the themes of Student Experience, Student Services, Academic, Mental Health Experts, and Community partners, will each begin to address a series of questions posed by the committee. The results of these discussions are expected to form the basis of our recommendations regarding student mental health. Panels will continue to meet through the fall term.</p><p>This brief progress report documents that this is an active and vibrant process. This level of activity is only possible because of the strong interest, engagement and commitment to follow-through demonstrated by many members of the UWaterloo community. To learn more about the advisory committee and its terms of reference, please visit <a href='https://uwaterloo.ca/mental-health-wellness/terms-reference'>https://uwaterloo.ca/mental-health-wellness/terms-reference</a>.</p>"
}, {
  "date": "Wed, 30 Aug 2017 20:03:50 +0000",
  "subject": "Vice-President, Academic & Provost Nominating Committee: request for consultation",
  "content": "<p><strong>To:</strong> Students<br/><strong>From:</strong> Feridun Hamdullahpur, chair<br/><strong>Date:</strong> Thursday 31 August 2017<br/><strong>Subject:</strong> <strong>Vice-President, Academic & Provost Nominating Committee</strong></p><p>I am pleased to inform you that we have officially begun the search for our next Vice-President, Academic & Provost. The nominating committee, which oversees the search process, has held its first two meetings. Its membership is available at: <a href='https://uwaterloo.ca/secretariat/committees-and-councils/nominating-committees/vice-president-academic-provost-nominating-committee'>https://uwaterloo.ca/secretariat/committees-and-councils/nominating-committees/vice-president-academic-provost-nominating-committee</a>.</p><p>The committee is committed to undertaking broad consultation to identify the opportunities and challenges facing the University and the critical qualities of the individual who will provide the best leadership as Vice-President, Academic & Provost in dealing with these matters.</p><p>The committee encourages all students to convey their views in writing on matters concerning the position and profile. All information received will be held in confidence. These submissions, along with suggestions for individuals who might be considered for the position, may be directed in confidence to Karen Jack, university secretary (c/o Secretariat, Needles Hall; [redacted]), or to any member of the nominating committee.</p><p>Consultation will be completed by and submissions received up to end of day <strong>Tuesday 12 September 2017</strong>. On the basis of the information generated by this process, the committee will prepare a position profile describing the critical qualities of the individual who might best fit the role.</p><p>The committee especially invites you to consider the following questions:<ol><li>What is your understanding of the role of the Vice-President, Academic & Provost at the University of Waterloo? What are the opportunities and challenges facing the University of Waterloo, and how do you think the Vice-President, Academic & Provost should approach and handle them? What would success look like?</li><li>What advice do you have for the search committee as to the background, credentials, qualifications and leadership style that should be sought in the next Vice-President, Academic & Provost?</li><li>Do you have any recommendations for individuals the committee should consider for this opportunity?</li></ol></p><p>The full memo to the community can be found on the <a href='https://uwaterloo.ca/secretariat/committees-and-councils/nominating-committees/vice-president-academic-provost-nominating-committee/memo-community-vice-president-academic-provost-nominating'>committee’s website</a>.</p>"
}]
